<script setup>
import {ElDivider} from 'element-plus'
import {defineProps, onMounted, ref} from 'vue';
import {hallNonHeritageByIdGetApi} from "@/api/heritage/nonHertage.js";

const props = defineProps({
  heritageId: String
});

const userNonHeritageData = ref({})
const userNonHeritageById = async () => {
  const res = await hallNonHeritageByIdGetApi(props.heritageId);
  userNonHeritageData.value = res.data.data
  console.log(res)
}
onMounted(() => {
  userNonHeritageById()
})

</script>

<template>
  <div class="article-container">
    <div class="article-header">
      <h1>{{ userNonHeritageData.name }}</h1>
      <div class="article-meta">
        <span>诞生时间：{{ userNonHeritageData.inheritanceBirth }}</span>
        <span>项目传承单位：{{ userNonHeritageData.protectionUnit }}</span>
        <span>级别：{{ userNonHeritageData.level }}</span>
      </div>
      <div class="article-meta">
        <span>项目分布：{{ userNonHeritageData.declaringArea }}</span>
        <span>申报单位：{{ userNonHeritageData.geographicDistribution }}</span>
      </div>

      <div class="article-cont">
        <el-divider direction="horizontal"></el-divider>
        <p style="text-align:justify;text-indent:2em;">
          【摘要】对非遗保有主体权益的尊重是联合国教科文组织《保护非物质文化遗产公约》及其他基本文件中蕴含的重要精神。中国自加入公约以来，在非遗法治建设上取得了重大成就，但也存在对非遗保有群体和代表性传承人的权益保障不够充分等问题，需要在《中华人民共和国非物质文化遗产法》的修订和相关法治建设中，确立保有群体的主体地位，进一步强化代表性传承人的权益保障，关注他们之间的利益平衡问题，并在保有群体和外部使用者、开发者之间建立非遗获取和惠益分享机制，以期更好地调动各方保护利用非遗的积极性，实现非遗保护传承的共治共享。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          【关键词】《保护非物质文化遗产公约》；非物质文化遗产法；权益保障；惠益分享
        </p>
        <p style="text-align:justify;text-indent:2em;">
          2003年10月17日，联合国教科文组织大会第32届会议通过了《保护非物质文化遗产公约》（以下简称《公约》）。它是全球文化遗产保护领域最受关注的公约之一，至今已有182个缔约国①。《公约》确立的非物质文化遗产（以下简称“非遗”）保护机制及其倡导的精神为世界各国非遗保护提供了重要标准和指导。本文结合《公约》文本及其他相关文件②，对《公约》保护机制及其精神进行解读，以期对今后完善我国相关法治有所启发。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          <strong>一、《公约》确立的重要保护机制</strong>
        </p>
        <p style="text-align:justify;text-indent:2em;">
          解读《公约》倡导的精神，首先需要对《公约》的保护机制做一番解读，因为《公约》精神就蕴含在它确立的保护机制中。保护机制，包括国家和国际两个层面的内容。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          在国家层面，《公约》要求各缔约国采取措施保护本国非物质文化遗产。这些措施集中规定在第三章，主要包括：拟订遗产清单；制定总的非遗保护国家政策；建立非遗保护主管机构；开展有效保护非遗，特别是濒危非遗的科学、技术和艺术研究；采取适当的法律、技术、行政和财政措施，以便非遗得到有效的传承，并在尊重其习惯的享用方式基础上确保其得到享用；采取教育、宣传等手段，使非遗得到全社会的重视和尊重③。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          在国际层面，《公约》设立了保护非物质文化遗产政府间委员会，作为《公约》的执行机构，负责宣传并监督其实施，拟订实施《公约》的业务指南，审议缔约国提出的候选名单并批准将其列入相应名录，拟定援助资金实施计划并提供国际援助；设立非物质文化遗产保护基金和国际援助机制，鼓励缔约国在不违背国家法律规定及其习惯法和习俗的情况下，开展双边和多边合作；建立“人类非物质文化遗产代表作名录”“急需保护的非物质文化遗产名录”和“优秀实践名册”三大保护名录制度④。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          从中可以看到，《公约》建立的保护机制与《保护世界文化和自然遗产公约》（以下简称《世界遗产公约》）的保护机制十分相似。由于《公约》是在国际社会非遗保护实践不断探索的基础上制定的，无论在保护对象的界定以及保护措施的实施等方面，都与《公约》通过之前的相关实践，以及实施之后的发展有密切的关联，因此，在产生背景与保护机制上，与《世界遗产公约》有着千丝万缕的联系。国内有不少学者及媒体将非遗保护和世界遗产保护两个体系视为一体，加以讨论和解释，这是需要注意的。《公约》并非《世界遗产公约》的组成部分，两种遗产的保护理念也存在较大的差异。《世界遗产公约》所指的文化遗产是具有突出普遍价值（OUV）的古迹⑤、建筑群和遗址，主要是大型的、不可移动的物质遗产，是物质文化遗产中具有突出普遍价值（OUV）的部分。而《公约》要保护的是各种类型、各个层级的非物质文化遗产，其中既包括在国际层面被列入人类非物质文化遗产代表作、急需保护的非物质文化遗产名录以及优秀实践名册等能够体现《公约》原则和宗旨，并能体现世界文化多样性和人类创造力的非遗项目，也包括在国家或地方层面应当加强保护的非遗形式和内容，后者更多的是反映了文化的多元性和地方性。因此，不能将《公约》和《世界遗产公约》视为一个整体加以讨论。如果用世界遗产所要求具备的突出普遍价值（OUV）去衡量非遗，那么，很多非遗就无法进入保护范围。当然，随着对不同类型遗产价值认识的不断提高，联合国教科文组织也在庆祝《世界遗产公约》通过50周年和《公约》通过20周年之际，反思既往的保护机制，探讨如何更好地使两部公约能够协调发挥作用⑥。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          二、尊重非遗保有主体的权益是《公约》倡导的重要精神
        </p>
        <p style="text-align:justify;text-indent:2em;">
          纵观《公约》的保护机制，其中蕴含着的一个重要精神，就是对非遗保有主体⑦权益的尊重。我们在《公约》文本以及其他重要基本文件中随处可见相关表述。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          首先，《公约》文本的相关规定。在序言部分，《公约》阐释了制定的必要性及其追求的价值目标，着重指出：“承认各社区，尤其是原住民、各群体，有时是个人，在非物质文化遗产的生产、保护、延续和再创造方面发挥着重要作用，从而为丰富文化多样性和人类的创造性做出贡献。”在正文部分第一条，开宗明义地宣布，其宗旨之一，是“尊重有关群体、团体和个人的非物质文化遗产”⑧，表明国家和国际社会保护非遗，需要尊重相关主体的意志。第二条第一段，先对《公约》的保护对象进行界定：非物质文化遗产是“指被各社区、群体，有时是个人，视为其文化遗产组成部分的各种社会实践、观念表述、表现形式、知识、技能以及相关的工具、实物、手工艺品和文化场所”⑨。接着对非遗的内涵，也就是它的本质属性进行补充：“这种非物质文化遗产世代相传，在各社区和群体适应周围环境以及与自然和历史的互动中，被不断地再创造，为这些社区和群体提供认同感和持续感，从而增强对文化多样性和人类创造力的尊重。在本《公约》中，只考虑符合现有的国际人权文件，各社区、群体和个人之间相互尊重的需要和顺应可持续发展的非物质文化遗产。”⑩从中可以看到，《公约》传递的精神是：非遗是由社区、群体（有时是个人）世代相传并视为自己文化遗产组成部分的传统文化表达形式；保护非遗是为了增强认同感和彼此尊重，必须符合人权保障的法治准则，并有益于社区的可持续发展。《公约》第十五条进一步强调：“缔约国在开展保护非物质文化遗产活动时，应努力确保创造、延续和传承这种遗产的社区、群体，有时是个人的最大限度的参与，并吸收他们积极地参与有关的管理。”⑪可以看出，《公约》不仅要求缔约国政府采取积极行动去保护非遗，也非常重视非遗保有主体的认同和参与。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          其次，《实施〈保护非物质文化遗产公约〉业务指南》（以下简称《业务指南》）的相关规定。《业务指南》第三章，详细地解释了如何促进有关社区、群体、个人参与《公约》实施的具体路径，特别提到，鼓励缔约国在有关社区、群体和个人以及专家、专业中心和研究机构之间建立功能互补型合作机制，促进这些主体积极参与到识别、确认遗产和拟订遗产清单，制定和实施各种项目、活动、计划，以及申报人类非物质文化遗产代表作等各个环节⑫。《业务指南》第四章，在涉及提高对非物质文化遗产认识的措施时，进一步强调，相关社区、群体以及有关个人表示其自由意愿得到尊重并事先知情，同意提高对其非物质文化遗产的认识，并确保最广泛地参与提高认识的行动；相关社区、群体和有关个人应从提高其非物质文化遗产认识的行动中受益；鼓励所有各方在参与非遗保护利用时，不助长对相关社区、群体或有关个人知识和技能的盗用或滥用，不导致可能危及相关非物质文化遗产的过度商业化或不可持续的旅游开发。这些规定充分说明，《业务指南》特别注重非遗保有社区的参与和相关利害方的权益保障，在缔约国实施《公约》过程中，应特别谨慎对待和保障这些权益⑬。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          《保护非物质文化遗产的伦理原则》（以下简称《伦理原则》）也有相似的规定。作为《公约》基本文件的重要组成部分，《伦理原则》被认为是“对《保护非物质文化遗产公约》《实施〈保护非物质文化遗产公约〉业务指南》和各国立法框架的补充，旨在作为制定适合当地和部门情况的具体伦理准则和工具的基础”⑭。《伦理原则》第二条规定：“社区、群体和有关个人为确保非物质文化遗产存续力而继续进行必要实践、表示、表达、知识和技能的权利应予以承认和尊重。”⑮表明希望政府和相关主体承认并尊重非遗社区、群体或有关个人的非物质文化遗产权。第四条规定：“与创造、保护、维持和传播非物质文化遗产的社区、群体和有关个人之间的所有互动，应以透明合作、对话、谈判和协商为特征，并以自愿、事先、持续和知情同意为前提。”⑯该规定表明，政府和相关主体在开展非遗保护与开发活动中，要与非遗社区、群体或有关个人保持沟通和对话，并尊重其意愿。第七条规定：“创造非物质文化遗产的社区、群体和个人应从保护该遗产所产生的精神和物质利益中获益，特别是社区成员或他人对其进行的使用、研究、文件编制、推介或改编。”⑰其要义就是非遗保护和开发必须惠及非遗社区、群体或有关个人。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          因此，可以看到，无论是《公约》《业务指南》，还是《伦理原则》，都明确要求尊重非遗保有主体的法律地位，尊重其继续保持、传承和开发非遗，以及从中获益的权利。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          三、中国相关法治建设中如何进一步保障非遗保有社区、群体和传承人的权益
        </p>
        <p style="text-align:justify;text-indent:2em;">
          中国于2004年12月2日正式加入《公约》，成为世界上最早加入《公约》的几个国家之一。《公约》确立的保护机制及其精神为我国的非遗保护利用提供了重要指引，我国根据《公约》的规定及其《业务指南》和其他基本文件的要求，建立了比较完善的非遗保护法律体系和管理体制。在国家层面，我国制定、修改完善了《中华人民共和国非物质文化遗产法》（以下简称《非遗法》）、《中华人民共和国中医药法》《传统工艺美术保护条例》等法律法规，以及《国家级非物质文化遗产保护与管理暂行办法》《国家级非物质文化遗产代表性传承人认定与管理办法》等部门规章。在地方层面，各地都结合本地文化资源，按照《中华人民共和国立法法》和《非遗法》的规定，制定了省级和设区的市级地方性法规以及民族区域自治地方的单行条例。据不完全统计，截至2023年6月，各地已颁布有关非遗或民族民间文化保护的省级地方性法规41部，设区的市级地方性法规87部，单行条例81部⑱。这些国家和地方层面的立法，都对非遗保护、传承和利用等进行了全面规定，尤其是对非遗调查、代表性项目名录、代表性传承人的权利义务等问题，进行了具体规定。但是，对比《公约》精神，我们的制度建设中还存在对非遗保有群体和代表性传承人的权益保障不够充分等问题，需要在《非遗法》修订和相关法治建设中进一步加以完善。具体而言，以下几个方面尤其需要加强。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          首先，确立保有群体的法律主体地位。非遗是特定民族、社群的文化表达，其传承具有鲜明的地域性、群体性。创造、维持并世代传承某项非遗的群体不仅是非遗的保有者，也是最重要的保护、传承力量。我国《非遗法》虽然规定了“使用非物质文化遗产，应当尊重其形式和内涵。禁止以歪曲、贬损等方式使用非物质文化遗产”⑲，但是该法既未明确承认保有群体的主体地位，也未规定歪曲、贬损非遗应当承担的法律责任，一旦发生非遗开发者或使用者不尊重非遗的形式和内涵，对非遗内涵进行肤浅或庸俗化解读，甚至故意对非遗的形式和内涵进行歪曲、贬损和篡改，严重伤害非遗保有群体权益的事件，也无法追究侵权人的法律责任，并对受侵害的主体进行相应的救济。《非遗法》第十六条规定：“进行非物质文化遗产调查，应当征得调查对象的同意，尊重其风俗习惯，不得损害其合法权益。”⑳但未明确被调查对象的法律地位，也未规定其权益的内容，除了对文化主管部门或相关工作人员进行处分，并无其他有效手段可以对被调查对象进行法律上的救济。这些较为模糊的规定不利于全面调动保有群体保护、传承非遗的积极性，也很难为社会力量参与非遗调查、保护、利用提供清晰的指引。明确主体，不仅是确定其权利、义务的前提，而且是其权益受到侵害时进行救济的法律依据。因此，建议对《非遗法》进行修订时，明确规定保有群体的知情同意权和参与权，并采取措施保障这些权利的实施。如各级政府进行相关非遗保护、利用、发展决策时，应通过民主透明的程序，与遗产保有群体充分沟通并征求其意见；社会力量参与非遗保护利用时，亦需要征得保有群体的同意，尊重其权益并承担相应的法律责任。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          其次，进一步强化代表性传承人的权益保障。非遗的发展具有活态性，非遗知识和技能需要依靠群体中有智识、有号召力的成员来传授，因此，代表性传承人是非遗传承的核心力量。我国已经建立起完善的代表性传承人认定与管理制度，并规定了代表性传承人在传承、传播非遗知识、技能和保存非遗资源方面的义务，以及政府在支持代表性传承人传承活动方面的责任。但是，现有的代表性传承人权益保障还不够充分，比如，各级政府对代表性传承人传承活动的资金保障力度不够，对其使用范围限制过多，使得生活确有困难的传承人很难坚持传授技能，对场地、人员要求较高的传承活动也无法可持续地开展下去。另外，《非遗法》以及《国家级非物质文化遗产代表性传承人认定与管理办法》在明确规定代表性传承人义务的同时，并未规定其权利，只是列举了各级政府应当采取的支持代表性传承人开展传承活动的措施，均突出了“支持其参与社会公益性活动”㉑，并未就其能否取得相应报酬加以规范。这给实践中的代表性传承人能否通过参加公益性活动取得一定报酬，以及政府是否应当支持其参加商业性活动带来很大争议。部分省市出台的相关地方性法规对该问题进行了回应，比如上海、江苏、浙江、福建等省市的非遗保护条例，均列举了代表性传承人的各项权利，并将“取得传承、传播工作或者其他活动相应的报酬”㉒纳入其中。为更好地发挥代表性传承人在非遗传承、发展中的作用，需要加大资金保障力度，采用适度灵活的资助标准，保障传承活动的顺利开展。在未来修订时，在《非遗法》及《国家级非物质文化遗产代表性传承人认定与管理办法》中应当明确规定代表性传承人的权利，尤其是取得报酬的权利。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          再次，关注代表性传承人与保有群体之间的利益平衡问题。代表性传承人仅仅是保有群体中的一员，并非其所传承的非遗项目的唯一拥有者。在保障代表性传承人权益的同时，需要维护保有群体的利益，使两者之间彼此依存、相互促进。由于现行的相关制度对代表性传承人的认定条件规定不够明确，认定程序缺乏足够的民主性，缺乏对代表性传承人与保有群体的利益平衡措施，在一些地区的实践中，代表性传承人与保有群体其他成员之间的矛盾时有发生。比如，有的代表性传承人并非当地公认的掌握某项技艺的代表性人物，而是最愿意配合当地文化主管部门工作的人㉓，这就不可避免地造成代表性传承人与保有群体中其他同样掌握该项技艺的成员之间的利益冲突。有的地方在组织非遗表演活动或宣传工作中，过度倚重代表性传承人的个人作用，忽视保有群体其他成员的作用，挫伤了保有群体其他成员的积极性，从而影响代表性传承人有效发挥其传承非遗知识和技艺的功能。还有的代表性传承人将其传承的项目名称直接注册为商标㉔，或将其传习的技艺成果进行版权登记，引发了部分学者对代表性传承人可能独占其传承的非遗资源的担心㉕。因此，需要在相关法治建设中强化代表性传承人认定程序的民主性和公平性，将社区、群体的认同作为代表性传承人认定的必要前提；采取有效措施，避免代表性传承人与保有群体之间产生利益冲突。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          最后，建立非遗获取和惠益分享机制。非遗不仅具有丰富的文化价值，也具有不可忽视的经济价值，需要建立适当的获取和惠益分享机制，避免非遗被不当或歪曲利用，以平衡保有群体和外部使用者、开发者的利益。由于非遗法并不涉及私权，也未明确非遗保有群体的主体地位，当非遗的外部使用者或开发者在利用非遗进行再度创作或商业开发时，是否需要事先获得保有群体或其代表人的同意，并按照约定的方式和用途进行使用，成为制约非遗公平使用及其可持续发展的一个重大瓶颈问题。实践中，非遗保有群体与外部使用者之间的矛盾也时有爆发，“乌苏里船歌案”“安顺地戏案”等经典案例都是这种矛盾激化的典型反映。2021年8月，中共中央办公厅和国务院办公厅联合发布了《关于进一步加强非物质文化遗产保护工作的意见》，明确提出要“建立非物质文化遗产获取和惠益分享制度”㉖，为该问题的解决提供了思路。获取和惠益分享机制来源于联合国《生物多样性公约》和《生物多样性公约关于获取遗传资源和公正公平地分享其利用所产生惠益的名古屋议定书》（以下简称《名古屋议定书》）确立的遗传资源及其相关传统知识惠益分享机制，它强调来源地信息披露、事先知情同意和利益公平分享㉗。对照我国《非遗法》所涉非遗分类㉘，民间文学、传统美术、传统音乐、传统舞蹈、传统戏剧以及传统技艺、传统医药等非遗类别均有着可观的经济价值，在其基础上进行再度创造或商业开发，极易出现权益冲突。如果在《非遗法》修订时增加若干关于获取和惠益分享机制的条款，或者制定专门的非遗获取和惠益分享管理办法加以规制，既体现了对非遗保有群体主体地位的尊重，激发保有群体保护、传承非遗的积极性，又能促进外部投资者合理合法地开发、利用非遗资源，使非遗保护利用成果惠及遗产社区居民，推动当地社会经济的可持续发展。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          总之，在联合国教科文组织《公约》通过20周年之际，对《公约》精神及其重要机制进行解读和总结是十分有益的。我国非遗保护领域的法治建设取得了令人瞩目的成绩，但也存在一些明显的短板。如何更好地落实《公约》的精神，保障相关主体的权益，平衡各方利益，是完善我国非遗法治建设的一个关键问题。
        </p>
        <p style="text-align:justify;text-indent:2em;">
          本文根据笔者在第八届中国成都国际非物质文化遗产节非遗成都论坛上的发言稿修改而成，第三部分主体曾以“加强系统性保护需要法治保障”为标题，发表于《法治日报》2023年6月14日第5版。（注释略）
        </p>
        <div class="t_line">
          <div class="bd"></div>
        </div>
      </div>
    </div>

  </div>

</template>

<style lang="scss" scoped>
.article-container {
  background-image: url("@/assets/detailbg.png");
  background-size: cover;
  background-position: center;

  .article-header {
    padding: 20px;
    text-align: center;

    h1 {
      font-size: 26px;
      margin-top: 20px;
      margin-bottom: 20px;
      font-family: "STLiti", "华文隶书", sans-serif; /* 设置为华文隶书 */
    }

    .article-meta {
      font-size: 14px;
      color: #888;
      margin-bottom: 20px;

      span {
        margin-right: 20px;
      }
    }

    p {
      margin-bottom: 20px;
      line-height: 1.6;
    }
  }

  .article-cont{
    padding: 0 100px;
    p{
      font-size: 16px;
      letter-spacing: 1px;
    }
  }

}


</style>
